Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# tts_alarm
source: Alarm. %1$@, %2$@ %3$@ %4$@, now %5$@
ar: تنبيه. %1$@، %2$@ %3$@ %4$@، الآن %5$@
cs: Alarm. %1$@, %2$@ %3$@ %4$@, nyní %5$@
da: Alarm. %1$@, %2$@ %3$@ %4$@, nu %5$@
de: Alarm. %1$@, %2$@ %3$@ %4$@, jetzt %5$@
el: Ειδοποίηση. %1$@, %2$@ %3$@ %4$@, τώρα %5$@
es: Alarma. %1$@, %2$@ %3$@ %4$@, ahora %5$@
fa: هشدار. %1$@، %2$@ %3$@ %4$@، اکنون %5$@
fi: Hälytys. %1$@, %2$@ %3$@ %4$@, nyt %5$@
fr: Alerte. %1$@, %2$@ %3$@ %4$@, maintenant %5$@
he: התראה. %1$@, %2$@ %3$@ %4$@, כעת %5$@
hi: अलार्म। %1$@, %2$@ %3$@ %4$@, अभी %5$@
hu: Riasztás. %1$@, %2$@ %3$@ %4$@, most %5$@
id: Alarm. %1$@, %2$@ %3$@ %4$@, sekarang %5$@
it: Allarme. %1$@, %2$@ %3$@ %4$@, ora %5$@
ja: アラーム。%1$@、%2$@ %3$@ %4$@、現在 %5$@
ko: 경보. %1$@, %2$@ %3$@ %4$@, 현재 %5$@
nb: Alarm. %1$@, %2$@ %3$@ %4$@, nå %5$@
nl: Alarm. %1$@, %2$@ %3$@ %4$@, nu %5$@
pl: Alarm. %1$@, %2$@ %3$@ %4$@, teraz %5$@
pt: Alarme. %1$@, %2$@ %3$@ %4$@, agora %5$@
pt_br: Alarme. %1$@, %2$@ %3$@ %4$@, agora %5$@
ro: Alarmă. %1$@, %2$@ %3$@ %4$@, acum %5$@
ru: Оповещение. %1$@, %2$@ %3$@ %4$@, сейчас %5$@
sq: Alarm. %1$@, %2$@ %3$@ %4$@, tani %5$@
sv: Larm. %1$@, %2$@ %3$@ %4$@, nu %5$@
th: สัญญาณเตือน %1$@, %2$@ %3$@ %4$@, ตอนนี้ %5$@
tr: Alarm. %1$@, %2$@ %3$@ %4$@, şimdi %5$@
uk: Сигнал. %1$@, %2$@ %3$@ %4$@, зараз %5$@
vi: Cảnh báo. %1$@, %2$@ %3$@ %4$@, hiện tại %5$@
zh_hans: 提醒。%1$@，%2$@ %3$@ %4$@，当前 %5$@

# tts_direction_down
source: has fallen
ar: انخفض
cs: klesl
da: er faldet
de: gefallen
el: έπεσε
es: ha bajado
fa: کاهش یافت
fi: on laskenut
fr: a baissé
he: ירד
hi: गिर गया
hu: esett
id: telah turun
it: è sceso
ja: 下落しました
ko: 하락했습니다
nb: har falt
nl: is gedaald
pl: spadł
pt: desceu
pt_br: caiu
ro: a scăzut
ru: упал
sq: ka rënë
sv: har fallit
th: ปรับลงแล้ว
tr: düştü
uk: впав
vi: đã giảm
zh_hans: 已下跌

# tts_direction_move
source: moving strongly
ar: يتحرك بقوة
cs: výrazně se hýbe
da: bevæger sig kraftigt
de: bewegt sich stark
el: κινείται έντονα
es: se mueve con fuerza
fa: حرکت شدید دارد
fi: liikkuu voimakkaasti
fr: bouge fortement
he: זז בחדות
hi: तेज़ी से बदल रहा है
hu: erősen mozog
id: bergerak tajam
it: si muove molto
ja: 大きく変動
ko: 크게 움직임
nb: beveger seg kraftig
nl: beweegt sterk
pl: mocno się porusza
pt: move-se fortemente
pt_br: move-se fortemente
ro: se mișcă puternic
ru: резко движется
sq: lëviz fort
sv: rör sig kraftigt
th: เคลื่อนไหวแรง
tr: sert hareket ediyor
uk: різко рухається
vi: biến động mạnh
zh_hans: 剧烈波动

# tts_direction_near_high
source: is near its high
ar: قريب من أعلى مستوى
cs: je blízko maxima
da: er tæt på toppen
de: nahe am Hoch
el: είναι κοντά στο υψηλό
es: está cerca de su máximo
fa: نزدیک سقف است
fi: on lähellä huippua
fr: est près de son plus haut
he: קרוב לשיא
hi: उच्च स्तर के पास है
hu: a csúcs közelében
id: mendekati titik tertinggi
it: è vicino al massimo
ja: 高値に接近
ko: 고점 근접
nb: er nær toppen
nl: staat dicht bij de top
pl: jest blisko maksimum
pt: está perto do máximo
pt_br: está perto do máximo
ro: e aproape de maxim
ru: близко к максимуму
sq: është afër maksimumit
sv: är nära toppen
th: ใกล้จุดสูงสุด
tr: zirveye yakın
uk: близько до максимуму
vi: đang gần đỉnh
zh_hans: 接近高点

# tts_direction_near_low
source: is near its low
ar: قريب من أدنى مستوى
cs: je blízko minima
da: er tæt på bunden
de: nahe am Tief
el: είναι κοντά στο χαμηλό
es: está cerca de su mínimo
fa: نزدیک کف است
fi: on lähellä pohjaa
fr: est près de son plus bas
he: קרוב לשפל
hi: निम्न स्तर के पास है
hu: a mélypont közelében
id: mendekati titik terendah
it: è vicino al minimo
ja: 安値に接近
ko: 저점 근접
nb: er nær bunnen
nl: staat dicht bij de bodem
pl: jest blisko minimum
pt: está perto do mínimo
pt_br: está perto do mínimo
ro: e aproape de minim
ru: близко к минимуму
sq: është afër minimumit
sv: är nära botten
th: ใกล้จุดต่ำสุด
tr: dibe yakın
uk: близько до мінімуму
vi: đang gần đáy
zh_hans: 接近低点

# tts_direction_up
source: has risen
ar: ارتفع
cs: vzrostl
da: er steget
de: gestiegen
el: ανέβηκε
es: ha subido
fa: افزایش یافت
fi: on noussut
fr: a augmenté
he: עלה
hi: बढ़ गया
hu: emelkedett
id: telah naik
it: è salito
ja: 上昇しました
ko: 상승했습니다
nb: har steget
nl: is gestegen
pl: wzrósł
pt: subiu
pt_br: subiu
ro: a crescut
ru: вырос
sq: është rritur
sv: har stigit
th: ปรับขึ้นแล้ว
tr: yükseldi
uk: зріс
vi: đã tăng
zh_hans: 已上涨

# tts_direction_volume_spike
source: with a volume spike
ar: مع قفزة في الحجم
cs: se skokem objemu
da: med volumen-spike
de: mit Volumen-Spike
el: με άλμα όγκου
es: con un pico de volumen
fa: با جهش حجم
fi: volyymipiikin kera
fr: avec un pic de volume
he: עם זינוק במחזור
hi: वॉल्यूम स्पाइक के साथ
hu: forgalmi kiugrással
id: dengan lonjakan volume
it: con un picco di volume
ja: 出来高急増を伴って
ko: 거래량 급증과 함께
nb: med volum-spike
nl: met een volumepiek
pl: ze skokiem wolumenu
pt: com um pico de volume
pt_br: com um pico de volume
ro: cu un salt de volum
ru: со всплеском объёма
sq: me kërcim vëllimi
sv: med en volymspik
th: พร้อมปริมาณพุ่ง
tr: hacim sıçramasıyla
uk: зі сплеском обсягу
vi: kèm khối lượng tăng vọt
zh_hans: 伴随成交量激增

# unusual_action_add
source: Find pair to add
ar: ابحث عن زوج لإضافته
cs: Najít pár k přidání
da: Find par at tilføje
de: Paar zum Hinzufügen suchen
el: Εύρεση ζεύγους για προσθήκη
es: Buscar par para añadir
fa: یافتن جفت برای افزودن
fi: Etsi lisättävä pari
fr: Trouver une paire à ajouter
he: חיפוש צמד להוספה
hi: जोड़ने के लिए पेयर ढूँढें
hu: Hozzáadandó pár keresése
id: Cari pasangan untuk ditambahkan
it: Trova coppia da aggiungere
ja: 追加するペアを探す
ko: 추가할 거래쌍 찾기
nb: Finn par å legge til
nl: Paar zoeken om toe te voegen
pl: Znajdź parę do dodania
pt: Procurar par para adicionar
pt_br: Buscar par para adicionar
ro: Caută pereche de adăugat
ru: Найти пару для добавления
sq: Gjej çift për ta shtuar
sv: Hitta par att lägga till
th: หาคู่เพื่อเพิ่ม
tr: Eklenecek çifti bul
uk: Знайти пару для додавання
vi: Tìm cặp để thêm
zh_hans: 查找要添加的交易对

# unusual_action_why
source: Why is it moving?
ar: لماذا يتحرك هذا؟
cs: Proč se to hýbe?
da: Hvorfor bevæger den sig?
de: Warum bewegt es sich?
el: Γιατί κινείται;
es: ¿Por qué se mueve?
fa: چرا این حرکت می‌کند؟
fi: Miksi tämä liikkuu?
fr: Pourquoi ça bouge ?
he: למה זה זז?
hi: यह क्यों हिल रहा है?
hu: Miért mozog?
id: Kenapa ini bergerak?
it: Perché si muove?
ja: なぜ動いている？
ko: 왜 움직이나요?
nb: Hvorfor beveger den seg?
nl: Waarom beweegt dit?
pl: Dlaczego to się rusza?
pt: Porque está a mexer?
pt_br: Por que está se movendo?
ro: De ce se mișcă?
ru: Почему это движется?
sq: Pse po lëviz?
sv: Varför rör den sig?
th: ทำไมถึงเคลื่อนไหว?
tr: Bu neden hareket ediyor?
uk: Чому це рухається?
vi: Vì sao nó biến động?
zh_hans: 为什么在波动？

# unusual_fact_against
source: Moving against the market
ar: يتحرك عكس السوق
cs: Jde proti trhu
da: Går mod markedet
de: Läuft gegen den Markt
el: Κινείται αντίθετα με την αγορά
es: Va en contra del mercado
fa: خلاف جهت بازار حرکت می‌کند
fi: Liikkuu markkinaa vastaan
fr: Évolue à contre-courant du marché
he: נע נגד השוק
hi: मार्केट के उलट चल रहा है
hu: A piaccal szemben mozog
id: Bergerak melawan pasar
it: Va controcorrente rispetto al mercato
ja: 市場と逆に動いている
ko: 시장과 반대로 움직임
nb: Går mot markedet
nl: Gaat tegen de markt in
pl: Idzie pod prąd rynku
pt: Move-se contra o mercado
pt_br: Indo contra o mercado
ro: Merge împotriva pieței
ru: Идёт против рынка
sq: Lëviz kundër tregut
sv: Går mot marknaden
th: เคลื่อนไหวสวนตลาด
tr: Piyasaya ters hareket ediyor
uk: Іде проти ринку
vi: Đi ngược thị trường
zh_hans: 与大盘反向

# unusual_fact_funding_high
source: Funding high (%1$@)
ar: التمويل مرتفع (%1$@)
cs: Funding zvýšený (%1$@)
da: Funding forhøjet (%1$@)
de: Funding hoch (%1$@)
el: Funding αυξημένο (%1$@)
es: Funding elevado (%1$@)
fa: فاندینگ بالا (%1$@)
fi: Funding koholla (%1$@)
fr: Funding élevé (%1$@)
he: מימון גבוה (%1$@)
hi: फ़ंडिंग ऊँचा (%1$@)
hu: Funding emelkedett (%1$@)
id: Funding tinggi (%1$@)
it: Funding elevato (%1$@)
ja: 資金調達率 高め（%1$@）
ko: 펀딩비 높음 (%1$@)
nb: Funding forhøyet (%1$@)
nl: Funding verhoogd (%1$@)
pl: Funding podwyższony (%1$@)
pt: Funding elevado (%1$@)
pt_br: Funding elevado (%1$@)
ro: Funding ridicat (%1$@)
ru: Фандинг повышен (%1$@)
sq: Funding i lartë (%1$@)
sv: Funding förhöjd (%1$@)
th: Funding สูง (%1$@)
tr: Fonlama yüksek (%1$@)
uk: Фандинг підвищений (%1$@)
vi: Funding cao (%1$@)
zh_hans: 资金费率偏高（%1$@）

# unusual_fact_funding_negative
source: Funding negative (%1$@)
ar: التمويل سلبي (%1$@)
cs: Funding záporný (%1$@)
da: Funding negativ (%1$@)
de: Funding negativ (%1$@)
el: Funding αρνητικό (%1$@)
es: Funding negativo (%1$@)
fa: فاندینگ منفی (%1$@)
fi: Funding negatiivinen (%1$@)
fr: Funding négatif (%1$@)
he: מימון שלילי (%1$@)
hi: फ़ंडिंग नेगेटिव (%1$@)
hu: Funding negatív (%1$@)
id: Funding negatif (%1$@)
it: Funding negativo (%1$@)
ja: 資金調達率 マイナス（%1$@）
ko: 펀딩비 마이너스 (%1$@)
nb: Funding negativ (%1$@)
nl: Funding negatief (%1$@)
pl: Funding ujemny (%1$@)
pt: Funding negativo (%1$@)
pt_br: Funding negativo (%1$@)
ro: Funding negativ (%1$@)
ru: Фандинг отрицательный (%1$@)
sq: Funding negativ (%1$@)
sv: Funding negativ (%1$@)
th: Funding ติดลบ (%1$@)
tr: Fonlama negatif (%1$@)
uk: Фандинг від’ємний (%1$@)
vi: Funding âm (%1$@)
zh_hans: 资金费率为负（%1$@）

# unusual_fact_stronger
source: Moving much more strongly than BTC
ar: يتحرك أقوى بكثير من BTC
cs: Hýbe se výrazně silněji než BTC
da: Bevæger sig langt kraftigere end BTC
de: Bewegt sich deutlich stärker als BTC
el: Κινείται πολύ πιο έντονα από το BTC
es: Se mueve mucho más que BTC
fa: خیلی قوی‌تر از BTC حرکت می‌کند
fi: Liikkuu selvästi voimakkaammin kuin BTC
fr: Bouge bien plus fort que BTC
he: זז הרבה יותר חזק מ־BTC
hi: BTC से कहीं ज़्यादा तेज़ी से चल रहा है
hu: Sokkal erősebben mozog, mint a BTC
id: Bergerak jauh lebih kuat dari BTC
it: Si muove molto più di BTC
ja: BTC よりかなり大きく動いている
ko: BTC보다 훨씬 강하게 움직임
nb: Beveger seg mye kraftigere enn BTC
nl: Beweegt veel sterker dan BTC
pl: Porusza się znacznie silniej niż BTC
pt: Move-se muito mais do que o BTC
pt_br: Movendo-se muito mais que o BTC
ro: Se mișcă mult mai puternic decât BTC
ru: Движется заметно сильнее BTC
sq: Lëviz shumë më fort se BTC
sv: Rör sig mycket kraftigare än BTC
th: เคลื่อนไหวแรงกว่า BTC มาก
tr: BTC'den çok daha güçlü hareket ediyor
uk: Рухається значно сильніше за BTC
vi: Biến động mạnh hơn BTC nhiều
zh_hans: 波动明显强于 BTC

# unusual_fact_volume
source: Volume %1$@× usual
ar: الحجم %1$@× المعتاد
cs: Objem %1$@× obvyklého
da: Volumen %1$@× normalt
de: Volumen %1$@× üblich
el: Όγκος %1$@× του συνήθους
es: Volumen %1$@× lo habitual
fa: حجم %1$@× حالت عادی
fi: Volyymi %1$@× tavallinen
fr: Volume %1$@× la normale
he: מחזור %1$@× מהרגיל
hi: वॉल्यूम सामान्य का %1$@×
hu: Forgalom: a szokásos %1$@×
id: Volume %1$@× biasanya
it: Volume %1$@× il solito
ja: 出来高 平常の%1$@×
ko: 거래량 평소의 %1$@×
nb: Volum %1$@× normalt
nl: Volume %1$@× normaal
pl: Wolumen %1$@× normy
pt: Volume %1$@× o habitual
pt_br: Volume %1$@× o normal
ro: Volum %1$@× față de normal
ru: Объём %1$@× от обычного
sq: Vëllimi %1$@× sa zakonisht
sv: Volym %1$@× normalt
th: ปริมาณ %1$@× ของปกติ
tr: Hacim normalin %1$@× katı
uk: Обсяг %1$@× від звичайного
vi: Khối lượng gấp %1$@× bình thường
zh_hans: 成交量为平时的 %1$@×

# unusual_fact_weaker
source: Moving much more weakly than BTC
ar: يتحرك أضعف بكثير من BTC
cs: Hýbe se výrazně slaběji než BTC
da: Bevæger sig langt svagere end BTC
de: Bewegt sich deutlich schwächer als BTC
el: Κινείται πολύ πιο αδύναμα από το BTC
es: Se mueve mucho menos que BTC
fa: خیلی ضعیف‌تر از BTC حرکت می‌کند
fi: Liikkuu selvästi heikommin kuin BTC
fr: Bouge bien plus faiblement que BTC
he: זז הרבה יותר חלש מ־BTC
hi: BTC से कहीं कम चल रहा है
hu: Sokkal gyengébben mozog, mint a BTC
id: Bergerak jauh lebih lemah dari BTC
it: Si muove molto meno di BTC
ja: BTC よりかなり小さく動いている
ko: BTC보다 훨씬 약하게 움직임
nb: Beveger seg mye svakere enn BTC
nl: Beweegt veel zwakker dan BTC
pl: Porusza się znacznie słabiej niż BTC
pt: Move-se muito menos do que o BTC
pt_br: Movendo-se muito menos que o BTC
ro: Se mișcă mult mai slab decât BTC
ru: Движется заметно слабее BTC
sq: Lëviz shumë më dobët se BTC
sv: Rör sig mycket svagare än BTC
th: เคลื่อนไหวอ่อนกว่า BTC มาก
tr: BTC'den çok daha zayıf hareket ediyor
uk: Рухається значно слабше за BTC
vi: Biến động yếu hơn BTC nhiều
zh_hans: 波动明显弱于 BTC

# unusual_nothing
source: Nothing unusual today
ar: لا شيء لافت اليوم
cs: Dnes nic nápadného
da: Intet påfaldende i dag
de: Heute nichts Auffälliges
el: Τίποτα ασυνήθιστο σήμερα
es: Hoy nada fuera de lo normal
fa: امروز چیز غیرعادی‌ای نیست
fi: Tänään ei mitään silmiinpistävää
fr: Rien d'inhabituel aujourd'hui
he: אין היום שום דבר חריג
hi: आज कुछ असामान्य नहीं
hu: Ma nincs semmi feltűnő
id: Tidak ada yang menonjol hari ini
it: Oggi niente di insolito
ja: 今日は目立った動きなし
ko: 오늘은 특별한 움직임 없음
nb: Ingenting påfallende i dag
nl: Vandaag niets opvallends
pl: Dziś nic nietypowego
pt: Hoje nada fora do normal
pt_br: Nada fora do comum hoje
ro: Azi nimic ieșit din comun
ru: Сегодня ничего необычного
sq: Asgjë e pazakontë sot
sv: Inget utmärkande i dag
th: วันนี้ไม่มีอะไรผิดปกติ
tr: Bugün olağandışı bir şey yok
uk: Сьогодні нічого незвичайного
vi: Hôm nay không có gì bất thường
zh_hans: 今日无明显异动

# unusual_source
source: About 30 largest coins without stablecoins · Binance, CoinGecko
ar: نحو 30 من أكبر العملات دون العملات المستقرة · Binance، CoinGecko
cs: Zhruba 30 největších mincí bez stablecoinů · Binance, CoinGecko
da: Ca. 30 største mønter uden stablecoins · Binance, CoinGecko
de: Rund 30 grösste Coins ohne Stablecoins · Binance, CoinGecko
el: Περίπου 30 μεγαλύτερα νομίσματα χωρίς stablecoins · Binance, CoinGecko
es: Unas 30 monedas más grandes sin stablecoins · Binance, CoinGecko
fa: حدود ۳۰ ارز بزرگ بدون استیبل‌کوین‌ها · Binance، CoinGecko
fi: Noin 30 suurinta kolikkoa ilman stablecoineja · Binance, CoinGecko
fr: Les 30 plus grandes cryptos environ, hors stablecoins · Binance, CoinGecko
he: כ־30 המטבעות הגדולים ללא מטבעות יציבים · Binance, CoinGecko
hi: स्टेबलकॉइन छोड़कर लगभग 30 सबसे बड़े कॉइन · Binance, CoinGecko
hu: Kb. 30 legnagyobb érme stablecoinok nélkül · Binance, CoinGecko
id: Sekitar 30 koin terbesar tanpa stablecoin · Binance, CoinGecko
it: Circa le 30 monete più grandi, stablecoin escluse · Binance, CoinGecko
ja: ステーブルコインを除く時価総額上位 約30銘柄 · Binance、CoinGecko
ko: 스테이블코인 제외 상위 약 30개 코인 · Binance, CoinGecko
nb: Rundt 30 største mynter uten stablecoins · Binance, CoinGecko
nl: Zo'n 30 grootste munten zonder stablecoins · Binance, CoinGecko
pl: Około 30 największych monet bez stablecoinów · Binance, CoinGecko
pt: Cerca de 30 maiores moedas sem stablecoins · Binance, CoinGecko
pt_br: Cerca de 30 maiores moedas sem stablecoins · Binance, CoinGecko
ro: Cele mai mari circa 30 de monede, fără stablecoins · Binance, CoinGecko
ru: Около 30 крупнейших монет без стейблкоинов · Binance, CoinGecko
sq: Rreth 30 monedhat më të mëdha pa stablecoin · Binance, CoinGecko
sv: Ungefär 30 största mynten utan stablecoins · Binance, CoinGecko
th: เหรียญใหญ่สุดราว 30 เหรียญ ไม่รวม stablecoin · Binance, CoinGecko
tr: Stablecoin'ler hariç en büyük yaklaşık 30 coin · Binance, CoinGecko
uk: Близько 30 найбільших монет без стейблкоїнів · Binance, CoinGecko
vi: Khoảng 30 coin lớn nhất, không gồm stablecoin · Binance, CoinGecko
zh_hans: 约 30 个最大币种（不含稳定币）· Binance、CoinGecko

# unusual_title
source: Unusual today
ar: لافت اليوم
cs: Dnes nápadné
da: Påfaldende i dag
de: Heute auffällig
el: Ξεχωρίζουν σήμερα
es: Destacado hoy
fa: نکات قابل توجه امروز
fi: Tänään silmiinpistävää
fr: Inhabituel aujourd'hui
he: בולט היום
hi: आज ख़ास
hu: Ma feltűnő
id: Menonjol hari ini
it: Fuori dal comune oggi
ja: 今日の注目
ko: 오늘 눈에 띄는 코인
nb: Påfallende i dag
nl: Opvallend vandaag
pl: Dziś wyróżnia się
pt: Em destaque hoje
pt_br: Destaques de hoje
ro: Ieșit din comun azi
ru: Сегодня выделяется
sq: Bie në sy sot
sv: Utmärkande i dag
th: โดดเด่นวันนี้
tr: Bugün öne çıkanlar
uk: Сьогодні вирізняється
vi: Nổi bật hôm nay
zh_hans: 今日异动

# watch_action_add_widget
source: Add as widget
ar: إضافة كأداة
cs: Přidat jako widget
da: Tilføj som widget
de: Als Widget hinzufügen
el: Προσθήκη ως widget
es: Añadir como widget
fa: افزودن به‌عنوان ابزارک
fi: Lisää widgetiksi
fr: Ajouter en widget
he: הוסף כווידג׳ט
hi: विजेट के रूप में जोड़ें
hu: Hozzáadás widgetként
id: Tambah sebagai widget
it: Aggiungi come widget
ja: ウィジェットとして追加
ko: 위젯으로 추가
nb: Legg til som modul
nl: Als widget toevoegen
pl: Dodaj jako widżet
pt: Adicionar como widget
pt_br: Adicionar como widget
ro: Adaugă ca widget
ru: Добавить как виджет
sq: Shto si widget
sv: Lägg till som widget
th: เพิ่มเป็นวิดเจ็ต
tr: Widget olarak ekle
uk: Додати як віджет
vi: Thêm dưới dạng tiện ích
zh_hans: 添加为小部件

# watch_action_alarm
source: Alarm
ar: تنبيه
el: Ειδοποίηση
es: Alarma
fa: هشدار
fi: Hälytys
fr: Alerte
he: התראה
hi: अलार्म
hu: Riasztás
it: Allarme
ja: アラーム
ko: 경보
pt: Alarme
pt_br: Alarme
ro: Alarmă
ru: Оповещение
sv: Larm
th: สัญญาณเตือน
uk: Сигнал
vi: Cảnh báo
zh_hans: 提醒

# watch_action_favorite
source: Favorite
ar: المفضلة
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
es: Favorito
fa: علاقه‌مندی
fi: Suosikki
fr: Favori
he: מועדף
hi: पसंदीदा
hu: Kedvenc
id: Favorit
it: Preferito
ja: お気に入り
ko: 즐겨찾기
nb: Favoritt
nl: Favoriet
pl: Ulubione
pt: Favorito
pt_br: Favorito
ro: Favorit
ru: Избранное
sq: I preferuar
sv: Favorit
th: รายการโปรด
tr: Favori
uk: Обране
vi: Yêu thích
zh_hans: 收藏

# watch_action_why
source: Why?
ar: لماذا؟
cs: Proč?
da: Hvorfor?
de: Warum?
el: Γιατί;
es: ¿Por qué?
fa: چرا؟
fi: Miksi?
fr: Pourquoi ?
he: למה?
hi: क्यों?
hu: Miért?
id: Kenapa?
it: Perché?
ja: なぜ？
ko: 왜?
nb: Hvorfor?
nl: Waarom?
pl: Dlaczego?
pt: Porquê?
pt_br: Por quê?
ro: De ce?
ru: Почему?
sq: Pse?
sv: Varför?
th: ทำไม?
tr: Neden?
uk: Чому?
vi: Vì sao?
zh_hans: 为什么？

# watch_error_offline
source: No connection
ar: لا يوجد اتصال
cs: Bez připojení
da: Ingen forbindelse
de: Keine Verbindung
el: Χωρίς σύνδεση
es: Sin conexión
fa: اتصال برقرار نیست
fi: Ei yhteyttä
fr: Pas de connexion
he: אין חיבור
hi: कनेक्शन नहीं
hu: Nincs kapcsolat
id: Tidak ada koneksi
it: Nessuna connessione
ja: 接続なし
ko: 연결 없음
nb: Ingen tilkobling
nl: Geen verbinding
pl: Brak połączenia
pt: Sem ligação
pt_br: Sem conexão
ro: Fără conexiune
ru: Нет соединения
sq: Pa lidhje
sv: Ingen anslutning
th: ไม่มีการเชื่อมต่อ
tr: Bağlantı yok
uk: Немає з'єднання
vi: Không có kết nối
zh_hans: 无连接

# watch_gesture_hint_short
source: Tap for actions · swipe for quick actions · hold to sort
ar: انقر للإجراءات · اسحب للإجراءات السريعة · اضغط مطولًا للترتيب
cs: Klepnutím akce · přejetím rychlé akce · podržením řazení
da: Tryk for handlinger · stryg for hurtige handlinger · hold for at sortere
de: Tippen für Aktionen · wischen für Schnellaktionen · halten zum Sortieren
el: Πάτημα για ενέργειες · σύρσιμο για γρήγορες ενέργειες · παρατεταμένο πάτημα για ταξινόμηση
es: Toca para acciones · desliza para acciones rápidas · mantén pulsado para ordenar
fa: ضربه برای اقدامات · کشیدن برای اقدامات سریع · نگه‌داشتن برای مرتب‌سازی
fi: Napauta: toiminnot · pyyhkäise: pikatoiminnot · pidä painettuna: järjestä
fr: Touchez pour les actions · balayez pour les actions rapides · maintenez pour trier
he: הקשה לפעולות · החלקה לפעולות מהירות · לחיצה ארוכה למיון
hi: कार्रवाइयों के लिए टैप · त्वरित कार्रवाइयों के लिए स्वाइप · क्रमबद्ध करने के लिए दबाकर रखें
hu: Koppintás: műveletek · húzás: gyorsműveletek · nyomva tartás: rendezés
id: Ketuk untuk aksi · geser untuk aksi cepat · tahan untuk mengurutkan
it: Tocca per le azioni · scorri per le azioni rapide · tieni premuto per ordinare
ja: タップで操作 · スワイプでクイック操作 · 長押しで並べ替え
ko: 탭하여 작업 · 스와이프하여 빠른 작업 · 길게 눌러 정렬
nb: Trykk for handlinger · sveip for hurtighandlinger · hold for å sortere
nl: Tik voor acties · veeg voor snelle acties · houd vast om te sorteren
pl: Dotknij: akcje · przesuń: szybkie akcje · przytrzymaj: sortowanie
pt: Toque para ações · deslize para ações rápidas · mantenha premido para ordenar
pt_br: Toque para ações · deslize para ações rápidas · segure para ordenar
ro: Atinge pentru acțiuni · glisează pentru acțiuni rapide · ține apăsat pentru sortare
ru: Нажмите для действий · смахните для быстрых действий · удерживайте для сортировки
sq: Prek për veprime · rrëshqit për veprime të shpejta · mbaj shtypur për renditje
sv: Tryck för åtgärder · svep för snabbåtgärder · håll för att sortera
th: แตะเพื่อดูคำสั่ง · ปัดเพื่อคำสั่งด่วน · กดค้างเพื่อจัดเรียง
tr: İşlemler için dokunun · hızlı işlemler için kaydırın · sıralamak için basılı tutun
uk: Торкніться для дій · проведіть для швидких дій · утримуйте для сортування
vi: Chạm để xem thao tác · vuốt để thao tác nhanh · giữ để sắp xếp
zh_hans: 点按查看操作 · 滑动快捷操作 · 长按排序

# watch_not_traded
source: No longer traded on this exchange
ar: لم يعد يُتداول في هذه المنصة
cs: Na burze se již neobchoduje
da: Handles ikke længere på børsen
de: Wird an der Börse nicht mehr gehandelt
el: Δεν διαπραγματεύεται πλέον στο χρηματιστήριο
es: Ya no se negocia en este exchange
fa: دیگر در این صرافی معامله نمی‌شود
fi: Ei enää kaupankäynnin kohteena pörssissä
fr: N'est plus négocié sur cette plateforme
he: כבר לא נסחר בבורסה הזו
hi: इस एक्सचेंज पर अब ट्रेड नहीं होता
hu: A tőzsdén már nem kereskednek vele
id: Tidak lagi diperdagangkan di bursa ini
it: Non più negoziato su questo exchange
ja: この取引所では取引終了
ko: 이 거래소에서 더 이상 거래되지 않음
nb: Handles ikke lenger på børsen
nl: Wordt niet meer verhandeld op deze beurs
pl: Nie jest już notowany na giełdzie
pt: Já não é negociado nesta bolsa
pt_br: Não é mais negociado nesta exchange
ro: Nu se mai tranzacționează pe această bursă
ru: Больше не торгуется на бирже
sq: Nuk tregtohet më në këtë bursë
sv: Handlas inte längre på börsen
th: ไม่มีการซื้อขายในกระดานนี้แล้ว
tr: Bu borsada artık işlem görmüyor
uk: Більше не торгується на біржі
vi: Không còn giao dịch trên sàn này
zh_hans: 该交易所已不再交易

# watchlist_alarms_count
source: Alarms (%1$lld)
ar: التنبيهات (%1$lld)
cs: Alarmy (%1$lld)
da: Alarmer (%1$lld)
de: Alarme (%1$lld)
el: Ειδοποιήσεις τιμής (%1$lld)
es: Alarmas (%1$lld)
fa: هشدارها (%1$lld)
fi: Hälytykset (%1$lld)
fr: Alertes (%1$lld)
he: התראות מחיר (%1$lld)
hi: अलार्म (%1$lld)
hu: Riasztások (%1$lld)
id: Alarm (%1$lld)
it: Allarmi (%1$lld)
ja: アラーム（%1$lld）
ko: 경보 (%1$lld)
nb: Alarmer (%1$lld)
nl: Alarmen (%1$lld)
pl: Alarmy (%1$lld)
pt: Alarmes (%1$lld)
pt_br: Alarmes (%1$lld)
ro: Alarme (%1$lld)
ru: Оповещения (%1$lld)
sq: Alarmet (%1$lld)
sv: Larm (%1$lld)
th: สัญญาณเตือน (%1$lld)
tr: Alarmlar (%1$lld)
uk: Сигнали (%1$lld)
vi: Cảnh báo (%1$lld)
zh_hans: 提醒（%1$lld）

# watchlist_all_fresh
source: All current · %1$@
ar: الكل محدّث · %1$@
cs: Vše aktuální · %1$@
da: Alt opdateret · %1$@
de: Alles aktuell · %1$@
el: Όλα ενημερωμένα · %1$@
es: Todo al día · %1$@
fa: همه به‌روز · %1$@
fi: Kaikki ajan tasalla · %1$@
fr: Tout à jour · %1$@
he: הכול עדכני · %1$@
hi: सब ताज़ा · %1$@
hu: Minden friss · %1$@
id: Semua terbaru · %1$@
it: Tutto aggiornato · %1$@
ja: すべて最新 · %1$@
ko: 모두 최신 · %1$@
nb: Alt oppdatert · %1$@
nl: Alles actueel · %1$@
pl: Wszystko aktualne · %1$@
pt: Tudo atualizado · %1$@
pt_br: Tudo atualizado · %1$@
ro: Totul la zi · %1$@
ru: Всё актуально · %1$@
sq: Gjithçka e freskët · %1$@
sv: Allt aktuellt · %1$@
th: ทั้งหมดล่าสุด · %1$@
tr: Hepsi güncel · %1$@
uk: Усе актуально · %1$@
vi: Tất cả mới · %1$@
zh_hans: 全部最新 · %1$@
